{
  "ENTERPRISE" : {
    "ADD_ENTERPRISE" : "Ajouter une entreprise",
    "ALL_ENTERPRISES" : "Tous les entreprises",
    "CONFIGURATION_ENTERPRISE" : "Configuration d'entreprise",
    "DESCRIPTION_1" : "Gérer les entreprises de l'application A partir d'ici.  Pour l'instant effacement de l'entrerpise n'est pas prise en compte.",
    "DESCRIPTION_2" : "Modifier l'enterprise sélectionnée",
    "DESCRIPTION_3" : "Ajouter une nouvelle entreprises",
    "EDITING_ENTERPRISE" : "Edition entreprise",
    "TITLE" : "Gestion des entreprises",
    "UPDATE_LOGO":"Mettre à jour le logo",
    "SETTINGS" : {
      "TITLE" : "Parametres de l'Enterprise",
      "ENABLE_PRICE_LOCK_LABEL" : "Verrouiller les changements de prix pour la facturation des patients",
      "ENABLE_PRICE_LOCK_HELP_TEXT" : "L'activation de cette fonctionnalité empêchera les utilisateurs de modifier les prix des articles en stock dans le module Facturation de Patients.",
      "ENABLE_PREPAYMENTS_LABEL" : "Activer les Cautions",
      "ENABLE_PREPAYMENTS_HELP_TEXT" : "L'activation de cette fonctionnalité permet aux patients de déposer des fonds à la fenêtre de paiement avant d'être facturé. Si le patient a un solde créditeur, ses factures seront automatiquement payées après facturation.",
      "ENABLE_DELETE_RECORDS_LABEL" : "Activer la Suppression d'Enregistrements",
      "ENABLE_DELETE_RECORDS_HELP_TEXT" : "Cette fonctionnalité permet aux utilisateurs de supprimer des transactions comme une alternative à l'inversion des transactions directement à partir des registres.",
      "ENABLE_PASSWORD_VALIDATION_LABEL" : "Strictement valider les mots de passe",
      "ENABLE_PASSWORD_VALIDATION_HELP_TEXT" : "L'activation de cette fonctionnalité oblige les utilisateurs à utiliser des mots de passe difficiles à deviner. Cette action n'est pas rétroactive. Les anciens mots de passe continueront à fonctionner jusqu'à modification manuelle.",
      "ENABLE_PREPAYMENT_INVOICE_LABEL" : "Activer l'affichage du solde sur la facture",
      "ENABLE_PREPAYMENT_INVOICE_HELP_TEXT" : "L'activation de cette option permet de voir les montants payés ainsi que le solde pour une facture",
      "ENABLE_BARCODES_LABEL" : "Activer les codes à barres dans l'application",
      "ENABLE_BARCODES_HELP_TEXT" : "L'activation de cette fonction placera des codes à barres sur la plupart des enregistrements imprimés et activera les options permettant de numériser des codes à barres pour les entrées de document.",
      "ENABLE_AUTO_EMAIL_REPORT_LABEL" : "Activer l'envoie des rapports automatiques par email",
      "ENABLE_AUTO_EMAIL_REPORT_HELP_TEXT" : "L'activation de cette option permet aux utilisateurs de configurer des planifications pour envoyer automatiquement des rapports à une liste d'adresses électroniques.",
      "ENABLE_INDEX_PAYMENT_SYSTEM" : "Activer le systeme de payement par indice"
    }
  }
}
