{
  "ERRORS" : {
    "BAD_DATE_INTERVAL" : "Incorrect date interval.  Please check that both fields are filled out in the correct order.",
    "BAD_REQUEST" : "You are not allowed to perform this operation",
    "ERR_INTERNET_DISCONNECTED" : "You are not connected to the network.",
    "HOLIDAY_NESTED" : "The vacation period defined for this employee is nested with another period",
    "BAD_DATA_FORMAT" : "Bad Data Format",
    "EVERYTHING_BAD" : "An error occurs during the operation",
  	"MISSING_INVENTORY_ACCOUNTS" : "Some selected inventories doesn't have stock accounts associated",
    "NO_EXCHANGE_RATE" : "No Exchange rate defined",
    "NO_FISCAL_YEAR" : "You are missing a fiscal year for that date!",
    "NOT_ALLOWED" : "You are not allowed to perform this action",
    "NOT_FOUND" : "This record could not be found",
    "NO_PERMISSIONS" : "The login succeeded, but you have no permissions. Please see a system administrator.",
    "NO_PROJECT" : "No permissions for that project,  Please see a system administrator",
    "UNAUTHORIZED" : "You have submitted a bad username or password combination.  Please login in with valid credentials to continue.",
    "UNKNOWN" : "An error occurred.",
    "OVERPAID_INVOICE" : "You have overpaid the invoices.",
    "ER_DUP_KEY" : "A key collided in a unique database field.  Please retry your action.  If the problem persists, contact the developers.",
    "ER_DUP_ENTRY" : "You have duplicated a value in a unique field!  Please make sure that the necessary values are unique.",
    "ER_BAD_FIELD_ERROR" : "Column does not exist in database.",
    "ER_ROW_IS_REFERENCED" : "Cannot delete entity because entity is used in another table.",
    "ER_ROW_IS_REFERENCED_2" : "Cannot delete entity because entity is used in another table.",
    "ER_BAD_NULL_ERROR" : "A column was left NULL that cannot be NULL.",
    "ER_PARSE_ERROR" : "Your request could not  be translated into valid SQL.  Please modify your request and try again.",
    "ER_EMPTY_QUERY" : "Your request seems empty. Are you sure you filled everything in?",
    "ER_NO_DEFAULT_FOR_FIELD" : "You did not include enough information in your submission!  Please check your errors and try again.",
    "ER_DATA_TOO_LONG" : "One of your form values is too long! Please shorten it and resubmit.",
    "ER_NO_STOCK_DESTINATION" : "No stock destination defined",
    "ER_NO_STOCK_SOURCE" : "No stock origin defined",
    "NO_NEXT_FISCAL_YEAR" : "Fiscal years can only be closed into a subsequent year.  Please open a new year before closing this one.",
    "MISSING_UPLOAD_FILES" : "It doesn't look like you have selected files to upload.  Please choose one or more file to upload.",
    "NO_DATA_FOUND" : "No records matched your criteria.",
    "NOT_BEGINING_FISCAL_YEAR" : "The fiscal year selected is not a begining fiscal year"
  }
}
